experiments/redis_contention/combined_bandwidth_contention_final_3/clients_4_threads_1_pipeline_1_multi_key_50/loaded_pairs_24/pair_15/redis.out
1         Threads
4         Connections per thread
60        Seconds


ALL STATS
============================================================================================================================
Type         Ops/sec     Hits/sec   Misses/sec    Avg. Latency     p50 Latency     p99 Latency   p99.9 Latency       KB/sec 
----------------------------------------------------------------------------------------------------------------------------
Sets            0.00          ---          ---             ---             ---             ---             ---         0.00 
Gets        10872.08    543603.52         0.53         0.36783         0.36700         0.56700         0.64700    560715.95 
Waits           0.00          ---          ---             ---             ---             ---             ---          --- 
Totals      10872.08    543603.52         0.53         0.36783         0.36700         0.56700         0.64700    560715.95